python/wrk.txt
Running 30s test @ http://localhost
  8 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.19ms   65.87ms   1.99s    98.08%
    Req/Sec   340.96    363.02     2.04k    84.85%
  57906 requests in 30.04s, 5.36MB read
  Socket errors: connect 0, read 57906, write 0, timeout 36
Requests/sec:   1927.54
Transfer/sec:    182.59KB